Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# notifications.items.friendRequestReceived
source: %@ sent you a friend request.
es: %@ te envió una solicitud de amistad.
ja: %@さんから友達リクエストが届きました。
ko: %@님이 친구 요청을 보냈습니다.
zh_hans: %@向您发送了好友请求。

# notifications.items.friendRequestReceivedFallback
source: You received a friend request.
es: Has recibido una solicitud de amistad.
ja: 友達リクエストが届きました。
ko: 친구 요청이 도착했습니다.
zh_hans: 您收到了好友请求。

# notifications.items.friendRequestAccepted
source: %@ accepted your friend request.
es: %@ aceptó tu solicitud de amistad.
ja: %@さんが友達リクエストを承認しました。
ko: %@님이 친구 요청을 수락했습니다.
zh_hans: %@接受了您的好友请求。

# notifications.items.friendRequestAcceptedFallback
source: Your friend request was accepted.
es: Tu solicitud de amistad fue aceptada.
ja: 友達リクエストが承認されました。
ko: 친구 요청이 수락되었습니다.
zh_hans: 您的好友请求已被接受。

# notifications.items.familyRequestReceived
source: %@ sent you a family request.
es: %@ te envió una solicitud familiar.
ja: %@さんから家族リクエストが届きました。
ko: %@님이 가족 요청을 보냈습니다.
zh_hans: %@向您发送了家人请求。

# notifications.items.familyRequestReceivedFallback
source: You received a family request.
es: Has recibido una solicitud familiar.
ja: 家族リクエストが届きました。
ko: 가족 요청이 도착했습니다.
zh_hans: 您收到了家人请求。

# notifications.items.familyRequestAccepted
source: %@ accepted your family request.
es: %@ aceptó tu solicitud familiar.
ja: %@さんが家族リクエストを承認しました。
ko: %@님이 가족 요청을 수락했습니다.
zh_hans: %@接受了您的家人请求。

# notifications.items.familyRequestAcceptedFallback
source: Your family request was accepted.
es: Tu solicitud familiar fue aceptada.
ja: 家族リクエストが承認されました。
ko: 가족 요청이 수락되었습니다.
zh_hans: 您的家人请求已被接受。

# notifications.items.scheduleTagged
source: %@ tagged you in [%@].
es: %@ te etiquetó en [%@].
ja: %@さんの予定［%@］にタグ付けされました。
ko: %@님의 [%@] 일정에 태그되었습니다.
zh_hans: %@在日程［%@］中标记了您。

# notifications.items.scheduleTaggedFallback
source: You were tagged in [%@].
es: Te etiquetaron en [%@].
ja: 予定［%@］にタグ付けされました。
ko: [%@] 일정에 태그되었습니다.
zh_hans: 您在日程［%@］中被标记。

# notifications.items.todoTagged
source: %@ tagged you in TODO [%@].
es: %@ te etiquetó en la tarea [%@].
ja: %@さんのTODO［%@］にタグ付けされました。
ko: %@님의 [%@] TODO에 태그되었습니다.
zh_hans: %@在待办事项［%@］中标记了您。

# notifications.items.todoTaggedFallback
source: You were tagged in TODO [%@].
es: Te etiquetaron en la tarea [%@].
ja: TODO［%@］にタグ付けされました。
ko: [%@] TODO에 태그되었습니다.
zh_hans: 您在待办事项［%@］中被标记。

# notifications.items.todoStatusTodo
source: %@ moved TODO [%@] to To-do.
es: %@ movió la tarea [%@] a Pendiente.
ja: %@さんがTODO［%@］を未着手に変更しました。
ko: %@님이 [%@] TODO를 할 일로 변경했습니다.
zh_hans: %@将待办事项［%@］改为待处理。

# notifications.items.todoStatusTodoFallback
source: TODO [%@] was moved to To-do.
es: La tarea [%@] se movió a Pendiente.
ja: TODO［%@］が未着手に変更されました。
ko: [%@] TODO가 할 일로 변경되었습니다.
zh_hans: 待办事项［%@］已改为待处理。

# notifications.items.todoStatusInProgress
source: %@ moved TODO [%@] to In progress.
es: %@ movió la tarea [%@] a En curso.
ja: %@さんがTODO［%@］を進行中に変更しました。
ko: %@님이 [%@] TODO를 진행중으로 변경했습니다.
zh_hans: %@将待办事项［%@］改为进行中。

# notifications.items.todoStatusInProgressFallback
source: TODO [%@] was moved to In progress.
es: La tarea [%@] se movió a En curso.
ja: TODO［%@］が進行中に変更されました。
ko: [%@] TODO가 진행중으로 변경되었습니다.
zh_hans: 待办事项［%@］已改为进行中。

# notifications.items.todoStatusDone
source: %@ marked TODO [%@] as done.
es: %@ marcó la tarea [%@] como completada.
ja: %@さんがTODO［%@］を完了にしました。
ko: %@님이 [%@] TODO를 완료 처리했습니다.
zh_hans: %@将待办事项［%@］标记为已完成。

# notifications.items.todoStatusDoneFallback
source: TODO [%@] was marked as done.
es: La tarea [%@] se marcó como completada.
ja: TODO［%@］が完了になりました。
ko: [%@] TODO가 완료 처리되었습니다.
zh_hans: 待办事项［%@］已标记为已完成。

# auth.login.emailLabel
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮箱

# auth.login.emailPlaceholder
source: Email address
es: Dirección de correo
ja: メールアドレス
ko: 이메일 주소
zh_hans: 电子邮箱地址

# auth.login.error.generic
source: Failed to log in.
es: No se pudo iniciar sesión.
ja: ログインに失敗しました。
ko: 로그인에 실패했습니다.
zh_hans: 登录失败。

# auth.login.error.invalidCredentials
source: Login failed. Check your email and password.
es: Error de inicio de sesión. Comprueba tu correo y contraseña.
ja: ログインに失敗しました。メールアドレスとパスワードを確認してください。
ko: 로그인에 실패했습니다. 이메일과 비밀번호를 확인해주세요.
zh_hans: 登录失败。请检查邮箱和密码。

# auth.login.error.rateLimited
source: Login has been temporarily blocked. Please try again later.
es: El inicio de sesión está bloqueado temporalmente. Inténtalo más tarde.
ja: ログインが一時的にブロックされています。しばらくしてから再度お試しください。
ko: 로그인이 차단되었습니다. 잠시 후 다시 시도해주세요.
zh_hans: 登录已暂时被阻止。请稍后重试。

# auth.login.passwordLabel
source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

# auth.login.passwordPlaceholder
source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

# auth.login.rememberMe
source: Remember email
es: Recordar correo electrónico
ja: メールアドレスを保存
ko: 아이디 저장
zh_hans: 记住电子邮箱

# auth.login.submit
source: Log in
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

# auth.session.restoring
source: Restoring session
es: Restaurando sesión
ja: セッションを復元しています
ko: 로그인 상태를 확인하고 있습니다
zh_hans: 正在恢复会话

# auth.session.error
source: Could not connect to Dutypark
es: No se pudo conectar con Dutypark
ja: Dutyparkに接続できませんでした
ko: Dutypark에 연결할 수 없습니다
zh_hans: 无法连接到 Dutypark

# common.retry
source: Try again
es: Reintentar
ja: もう一度試す
ko: 다시 시도
zh_hans: 重试

# link.unsupported.message
source: This link does not point to a page available in the app.
es: Este enlace no apunta a una página disponible en la aplicación.
ja: このリンクのページはアプリでは利用できません。
ko: 앱에서 열 수 없는 페이지입니다.
zh_hans: 此链接指向的页面无法在应用中打开。

# link.unsupported.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# link.unsupported.title
source: Page not found
es: Página no encontrada
ja: ページが見つかりません
ko: 페이지를 찾을 수 없습니다
zh_hans: 找不到页面

# placeholder.description
source: This screen is being prepared.
es: Estamos preparando esta pantalla.
ja: この画面は準備中です。
ko: 이 화면을 준비하고 있습니다.
zh_hans: 此页面正在准备中。

# screen.calendar.title
source: My Calendar
es: Mi calendario
ja: マイカレンダー
ko: 내 캘린더
zh_hans: 我的日历

# screen.home.title
source: Home
es: Inicio
ja: ホーム
ko: 홈
zh_hans: 首页

# screen.settings.title
source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

# screen.team.title
source: My Team
es: Mi equipo
ja: マイチーム
ko: 내 팀
zh_hans: 我的团队

# screen.todo.title
source: Todo
es: Tareas
ja: やること
ko: 할일
zh_hans: 待办

# tab.calendar
source: Calendar
es: Calendario
ja: カレンダー
ko: 캘린더
zh_hans: 日历

# tab.home
source: Home
es: Inicio
ja: ホーム
ko: 홈
zh_hans: 首页

# tab.settings
source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

# tab.team
source: Team
es: Equipo
ja: チーム
ko: 팀
zh_hans: 团队

# auth.impersonation.active
source: Using a managed account
es: Usando una cuenta administrada
ja: 管理対象アカウントを使用中
ko: 관리 계정으로 사용 중
zh_hans: 正在使用受管理账户

# auth.impersonation.remaining
source: Time remaining: %@
es: Tiempo restante: %@
ja: 残り時間：%@
ko: 남은 시간: %@
zh_hans: 剩余时间：%@

# auth.login.error.locked
source: Login has been temporarily blocked. Please try again later.
es: El inicio de sesión está bloqueado temporalmente. Inténtalo más tarde.
ja: ログインが一時的にブロックされています。しばらくしてから再度お試しください。
ko: 로그인이 차단되었습니다. 잠시 후 다시 시도해주세요.
zh_hans: 登录已暂时被阻止。请稍后重试。

# auth.login.error.lastAttempt
source: Warning: this is your last attempt.
es: Advertencia: este es tu último intento.
ja: 注意: これが最後の試行です。
ko: 주의: 마지막 시도입니다!
zh_hans: 警告：这是您的最后一次尝试。

# auth.login.error.remainingAttempts
source: Remaining attempts: %lld
es: Intentos restantes: %lld
ja: 残り試行回数: %lld
ko: 남은 시도 횟수: %lld회
zh_hans: 剩余尝试次数：%lld

# tab.todo
source: Todo
es: Tareas
ja: やること
ko: 할일
zh_hans: 待办
